Repository: educorvi/plonetheme.siguv
Catalog: src/plonetheme/siguv/locales/*/LC_MESSAGES/plonetheme.siguv.po
Languages: de

source: Installs the plonetheme.siguv add-on.
de: Installiert plonetheme.siguv.

source: Uninstalls the plonetheme.siguv add-on.
de: Deinstalliert plonetheme.siguv.

source: controlpanel_siguv_settings_navigation_status_description
de: WÃ¤hlen Sie aus ob die Navigation eingeschaltet, ausgeschaltet oder zugeklappt sein soll.

source: controlpanel_siguv_settings_navigation_status_title
de: Navigation Status

source: siguv_settigns_title
de: Siguv Settings

source: siguv_settings_navigation_status_collapsed
de: Zugeklappt

source: siguv_settings_navigation_status_disabled
de: Ausgeschaltet

source: siguv_settings_navigation_status_enabled
de: Eingeschaltet

source: All dates
de: Alle Daten

source: Attendees
de: Teilnehmer

source: Call Now
de: Jetzt anrufen

source: Contact Name
de: Kontaktname

source: Contact Phone
de: Kontakt-Telefon

source: Send E-Mail
de: E-Mail senden

source: label_add_to_ical
de: Als iCal herunterladen

source: mode_future_link
de: Kommende Veranstaltungen

source: mode_past_link
de: Vergangene Ereignisse

source: more_information
de: Mehr Informationen

source: title_add_to_ical
de: Laden Sie diese Veranstaltung im iCal-Format herunter

source: when
de: Wann

source: where
de: Wo
